Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: A CLI-only Cursor login now gets a ring, and enterprise/team plans read their real usage instead of reporting nothing to meter.
de: Eine reine CLI-Anmeldung bei Cursor bekommt jetzt einen eigenen Ring, und Enterprise-/Team-Tarife zeigen die tatsächliche Nutzung, statt zu melden, dass es nichts zu messen gibt.
fr: Une connexion Cursor en CLI seule obtient désormais un anneau, et les plans entreprise/équipe lisent leur consommation réelle au lieu de signaler qu'il n'y a rien à mesurer.
id: Login Cursor berbasis CLI kini mendapatkan ring, dan paket enterprise/tim membaca penggunaan sebenarnya alih-alih melaporkan tidak ada kuota.
ja: CLI だけの Cursor ログインにもリングが出るようになり、エンタープライズ/チームプランは「計測対象なし」ではなく実際の使用量を読み取ります。
ko: CLI에서만 Cursor에 로그인해도 링이 표시됩니다. 기업용·팀 요금제에서도 측정 대상이 없다고 표시하는 대신 실제 사용량을 읽습니다.
pt_br: Um login do Cursor somente por CLI agora ganha um anel, e os planos corporativos/de equipe leem o uso real em vez de informar que não há nada a medir.
ru: Вход в Cursor только через CLI теперь получает кольцо, а корпоративные и командные тарифы показывают настоящее использование.
uk: Вхід у Cursor лише через CLI тепер отримує власне кільце, а корпоративні й командні тарифи показують реальне використання, а не «нічого вимірювати».
zh_hans: 只用 CLI 登录的 Cursor 现在也有圆环；企业/团队套餐会读到真实用量，而不再显示没有可计量的额度。
zh_hant: 只用 CLI 登入的 Cursor 現在也有圓環；企業/團隊方案會讀到真實用量，而不再顯示沒有可計量的額度。

source: Fewer keychain prompts for Claude and Antigravity
de: Weniger Schlüsselbund-Abfragen für Claude und Antigravity
fr: Moins d'invites du trousseau pour Claude et Antigravity
id: Lebih sedikit dialog keychain untuk Claude dan Antigravity
ja: Claude と Antigravity のキーチェーン確認を削減
ko: Claude와 Antigravity의 키체인 권한 요청 감소
pt_br: Menos pedidos de acesso às chaves para o Claude e o Antigravity
ru: Меньше запросов связки ключей для Claude и Antigravity
uk: Менше запитів звʼязки ключів для Claude і Antigravity
zh_hans: Claude 和 Antigravity 的钥匙串提示更少
zh_hant: Claude 和 Antigravity 的鑰匙串提示更少

source: Claude reads its own CLI's /usage first, touching the keychain only as a fallback; Antigravity's language server is asked before it.
de: Claude liest zuerst /usage der eigenen CLI und greift nur als Ausweichlösung auf den Schlüsselbund zu; bei Antigravity wird vorher der Language-Server befragt.
fr: Claude lit d'abord le /usage de sa propre CLI et ne touche au trousseau qu'en repli ; le serveur de langage d'Antigravity est interrogé avant lui.
id: Claude membaca /usage milik CLI terlebih dahulu, mengakses keychain hanya sebagai cadangan; language server Antigravity diminta sebelum mengaksesnya.
ja: Claude はまず自身の CLI の /usage を読み、キーチェーンは代替手段としてのみ使います。Antigravity は、その前に言語サーバーへ問い合わせます。
ko: Claude는 자체 CLI의 /usage를 먼저 읽고 실패한 경우에만 키체인에 접근합니다. Antigravity도 키체인보다 언어 서버에 먼저 조회합니다.
pt_br: O Claude lê primeiro o /usage da própria CLI, recorrendo às chaves apenas como alternativa; o servidor de linguagem do Antigravity é consultado antes dele.
ru: Claude сначала читает /usage собственного CLI и обращается к связке ключей только как к запасному варианту; Antigravity сначала опрашивает языковой сервер.
uk: Claude спочатку читає /usage власного CLI і звертається до звʼязки ключів лише як до запасного варіанта; в Antigravity першим опитується мовний сервер.
zh_hans: Claude 先读自己 CLI 的 /usage，只有退路才碰钥匙串；Antigravity 会先问它的语言服务器。
zh_hant: Claude 先讀自己 CLI 的 /usage，只有退路才碰鑰匙串；Antigravity 會先問它的語言伺服器。

source: Sub-1% usage no longer reads as 0%
de: Nutzung unter 1 % wird nicht mehr als 0 % angezeigt
fr: Une consommation sous 1 % ne se lit plus 0 %
id: Penggunaan di bawah 1% tidak lagi terbaca sebagai 0%
ja: 1% 未満の使用量が 0% と表示されないように
ko: 1% 미만 사용량이 0%로 표시되던 문제 수정
pt_br: Um uso abaixo de 1% aparece em décimos ("<0,1%") em vez de ser arredondado para zero.
ru: Использование меньше 1% больше не отображается как 0%
uk: Використання менше 1% більше не показується як 0%
zh_hans: 不到 1% 的用量不再显示成 0%
zh_hant: 不到 1% 的用量不再顯示成 0%

source: A reading under one percent shows a tenth ("<0.1%") instead of rounding to nothing.
de: Ein Messwert unter einem Prozent zeigt eine Nachkommastelle („<0,1 %“) an, statt auf nichts abgerundet zu werden.
fr: Un relevé sous un pour cent affiche un dixième (« <0,1 % ») au lieu d'être arrondi à rien.
id: Data di bawah satu persen menampilkan pecahan persepuluhan ("<0.1%") alih-alih dibulatkan menjadi nol.
ja: 1 パーセント未満の読み取りは、丸めて 0 にせず小数第 1 位（「<0.1%」）で表示します。
ko: 1% 미만의 측정값은 0으로 반올림하지 않고 소수점 첫째 자리까지 표시합니다(예: ‘<0.1%’).
pt_br: Uma leitura abaixo de um por cento exibe um décimo ("<0,1%") em vez de arredondar para nada.
ru: Показание меньше одного процента отображается с десятичной долей («<0,1%»), а не округляется до нуля.
tr: Yüzde birin altındaki bir veri, hiçliğe yuvarlanmak yerine onda birini gösterir (“<0.1%”).
uk: Показник менший за один відсоток показує десяту частку («<0.1%»), а не округлюється до нуля.
zh_hans: 不到百分之一的读数会显示到十分位（「<0.1%」），而不是四舍五入成没有。
zh_hant: 不到百分之一的讀數會顯示到十分位（「<0.1%」），而不是四捨五入成沒有。

source: Contributors can build without Xcode signing
de: Mitwirkende können ohne Xcode-Signierung bauen
fr: Les contributeurs peuvent compiler sans signature Xcode
id: Kontributor dapat membangun tanpa penandatanganan Xcode
ja: Xcode の署名なしでコントリビューターがビルドできるように
ko: Xcode 서명 없이 기여자 빌드 가능
pt_br: Colaboradores podem compilar sem a assinatura do Xcode
ru: Разработчики могут собирать без подписи Xcode
uk: Учасники проєкту можуть збирати без підпису Xcode
zh_hans: 贡献者可以在没有 Xcode 签名的情况下构建
zh_hant: 貢獻者可以在沒有 Xcode 簽名的情況下建置

source: make build and make test sign themselves automatically when the maintainer's certificate isn't present, and CI now runs the suite on every push and pull request.
de: make build und make test signieren sich automatisch selbst, wenn das Zertifikat des Maintainers fehlt, und die CI führt die Testsuite jetzt bei jedem Push und Pull Request aus.
fr: make build et make test se signent tout seuls quand le certificat du mainteneur est absent, et la CI exécute désormais la suite à chaque push et chaque pull request.
id: make build dan make test menandatangani sendiri secara otomatis saat sertifikat pengelola tidak ada, dan CI kini menjalankan pengujian pada setiap push dan pull request.
ja: メンテナの証明書がない場合、make build と make test が自動的に自己署名するようになりました。CI もすべてのプッシュとプルリクエストでテストを実行します。
ko: 유지 관리자의 인증서가 없으면 make build와 make test가 자동으로 자체 서명하며, CI는 모든 푸시와 풀 리퀘스트에서 테스트를 실행합니다.
pt_br: make build e make test assinam a si mesmos automaticamente quando o certificado do mantenedor não está presente, e a CI agora roda a suíte a cada push e pull request.
ru: make build и make test автоматически подписывают сборку при отсутствии сертификата сопровождающего, а CI запускает тесты при каждом push и pull request.
uk: make build і make test підписують збірку самі, якщо сертифіката мейнтейнера немає, а CI тепер проганяє тести на кожен push і pull request.
zh_hans: 维护者证书不在时，make build 和 make test 会自动签名；CI 现在会在每次 push 和 pull request 上跑测试套件。
zh_hant: 維護者憑證不在時，make build 和 make test 會自動簽名；CI 現在會在每次 push 和 pull request 上跑測試套件。

source: Follow System
de: System folgen
fr: Suivre le système
id: Ikuti Sistem
ja: システムに従う
ko: 시스템 따르기
pt_br: Seguir o sistema
ru: Как в системе
tr: Sistemi İzle
uk: Як у системі
uz: Tizimga ergashish
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Matches the Mac's preferred language.
de: Entspricht der bevorzugten Sprache des Mac.
fr: Correspond à la langue préférée du Mac.
id: Sesuai bahasa preferensi Mac.
ja: Mac の優先言語に合わせます。
ko: Mac의 선호 언어를 따릅니다.
pt_br: Corresponde ao idioma preferido do Mac.
ru: Соответствует предпочитаемому языку Mac.
tr: Mac'in tercih ettiği dille eşleşir.
uk: Відповідає основній мові Mac.
uz: Macʼning asosiy tiliga moslashadi.
zh_hans: 与 Mac 的首选语言一致。
zh_hant: 與 Mac 的首選語言一致。

source: Codenotch uses this language even if the Mac does not.
de: Codenotch verwendet diese Sprache, auch wenn der Mac es nicht tut.
fr: Codenotch utilise cette langue même si le Mac ne le fait pas.
id: Codenotch menggunakan bahasa ini meskipun berbeda dari Mac.
ja: Mac がこの言語でなくても、Codenotch はこの言語を使います。
ko: Mac의 언어 설정과 관계없이 Codenotch에 이 언어를 사용합니다.
pt_br: O Codenotch usa este idioma mesmo que o Mac não use.
ru: Codenotch использует этот язык независимо от языка Mac.
tr: Mac bu dili kullanmasa bile Codenotch kullanır.
uk: Codenotch використовує цю мову, навіть якщо в системі вибрано іншу.
uz: Mac boshqa tilda boʻlsa ham, Codenotch shu tildan foydalanadi.
zh_hans: 即使 Mac 不是这种语言，Codenotch 也使用它。
zh_hant: 即使 Mac 不是這種語言，Codenotch 也使用它。

source: Language
de: Sprache
fr: Langue
id: Bahasa
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
uk: Мова
uz: Til
zh_hans: 语言
zh_hant: 語言

source: Show usage pace
de: Nutzungstempo anzeigen
fr: Afficher le rythme de consommation
id: Tampilkan laju penggunaan
ja: 使用ペースを表示
ko: 사용 속도 표시
pt_br: Exibir ritmo de uso
ru: Показывать темп использования
tr: Kullanım hızını göster
uk: Показувати темп використання
uz: Foydalanish surʼatini koʻrsatish
zh_hans: 显示用量节奏
zh_hant: 顯示用量節奏

source: It spends a request every time. A provider that rate-limits answers one request too many by refusing the next few minutes of them, and the figure then ages further than it would have. Worth turning on to check Codenotch against a provider's own dashboard, and worth turning off again after.
de: Das kostet jedes Mal eine Anfrage. Ein Anbieter mit Ratenbegrenzung antwortet auf eine Anfrage zu viel, indem er die der nächsten Minuten ablehnt, und der Wert altert dann weiter als sonst. Lohnt sich, um Codenotch mit dem Dashboard eines Anbieters zu vergleichen — und danach wieder auszuschalten.
fr: Cela coûte une requête à chaque fois. Un fournisseur qui limite le débit répond à une requête de trop en refusant celles des quelques minutes suivantes, et le chiffre vieillit alors plus qu'il ne l'aurait fait. À activer pour comparer Codenotch au tableau de bord d'un fournisseur, et à désactiver ensuite.
id: Setiap kali, ini memakai satu permintaan. Penyedia yang membatasi laju akan menolak permintaan beberapa menit berikutnya begitu ada satu permintaan yang berlebih, dan angkanya justru menjadi lebih tua. Berguna untuk membandingkan Codenotch dengan dasbor penyedia, lalu dimatikan lagi setelahnya.
ja: そのたびにリクエストを 1 回使います。レート制限のあるサービスは、1 回多いリクエストに対して次の数分ぶんを拒否するため、数値はかえって古くなります。サービス自身のダッシュボードと見比べるときにオンにし、済んだらオフに戻すのがよい設定です。
ko: 확인할 때마다 요청을 하나 사용합니다. 요청 수를 제한하는 제공자는 한 번 초과하면 이후 몇 분간의 요청을 거부하므로, 수치가 오히려 더 오래된 것이 됩니다. 제공자의 대시보드와 맞춰 볼 때 켜고, 확인이 끝나면 다시 끄는 것이 좋습니다.
pt_br: Isso gasta uma requisição a cada vez. Um provedor com limite de taxa responde a uma requisição a mais recusando as dos próximos minutos, e o número então envelhece mais do que teria envelhecido. Vale ligar para comparar o Codenotch com o painel do provedor, e desligar depois.
ru: Каждый раз это стоит одного запроса. Провайдер с ограничением частоты отвечает на лишний запрос отказом на следующие несколько минут, и цифра тогда становится ещё старее, чем была бы. Стоит включить, чтобы сверить Codenotch с панелью самого провайдера, и потом выключить обратно.
tr: Her seferinde bir istek harcar. İstek sınırı olan bir sağlayıcı, bir fazla isteğe sonraki birkaç dakikanınkini reddederek karşılık verir; sayı o zaman olacağından daha da eskir. Codenotch'u sağlayıcının kendi panosundaki değerle karşılaştırmak için açmaya, sonra yeniden kapatmaya değer.
uk: Щоразу це коштує одного запиту. Провайдер з обмеженням частоти відповідає на зайвий запит відмовою на наступні кілька хвилин, і цифра тоді старіє ще більше, ніж старіла б. Варто ввімкнути, щоб зіставити Codenotch із власною панеллю провайдера, і потім вимкнути назад.
uz: Bu har safar bitta soʻrov sarflaydi. Soʻrovlarni cheklaydigan provayder ortiqcha bitta soʻrovga keyingi bir necha daqiqalik soʻrovlarni rad etib javob beradi va koʻrsatkich shunda avvalgidan ham eskiradi. Codenotch'ni provayderning oʻz paneli bilan solishtirish uchun yoqib, keyin qaytib oʻchirishga arziydi.
zh_hans: 每次都会花掉一次请求。有速率限制的服务遇到多出来的那次请求，会拒绝接下来几分钟的请求，数字反而变得更旧。适合在对照服务自己的面板时打开，对完之后再关掉。
zh_hant: 每次都會花掉一次請求。有速率限制的服務遇到多出來的那次請求，會拒絕接下來幾分鐘的請求，數字反而變得更舊。適合在對照服務自己的面板時開啟，對完之後再關掉。

source: Pointing at a ring, or opening the menu bar menu, re-reads the limit from the provider itself rather than from a reading cached moments ago. Off, a look still asks for a live reading and accepts a cached one only while it is newer than a couple of minutes.
de: Auf einen Ring zu zeigen oder das Menü in der Menüleiste zu öffnen liest das Limit beim Anbieter selbst nach, statt aus einem Messwert, der vor wenigen Augenblicken zwischengespeichert wurde. Ausgeschaltet fragt ein Blick weiterhin einen aktuellen Messwert an und nimmt einen zwischengespeicherten nur an, solange er jünger als ein paar Minuten ist.
fr: Pointer un anneau, ou ouvrir le menu de la barre des menus, relit la limite auprès du fournisseur lui-même plutôt que dans un relevé mis en cache il y a un instant. Désactivé, un coup d'œil demande déjà un relevé en direct et n'accepte un relevé en cache que s'il a moins de deux ou trois minutes.
id: Mengarahkan penunjuk ke sebuah ring, atau membuka menu di bilah menu, membaca ulang batas langsung dari penyedianya, bukan dari data yang baru saja disimpan sementara. Saat dimatikan, satu tatapan tetap meminta bacaan terbaru dan hanya menerima data tersimpan selama usianya belum lebih dari beberapa menit.
ja: リングにポインタを合わせるか、メニューバーのメニューを開くと、少し前にキャッシュされた読み取りではなく、サービス自体から上限を読み直します。オフのときも、見たときには最新の読み取りを求め、キャッシュは数分以内のものだけを受け入れます。
ko: 링에 포인터를 올리거나 메뉴 바 메뉴를 열면, 조금 전에 캐시된 측정값이 아니라 제공자에서 한도를 다시 읽어옵니다. 꺼 두어도 확인하는 순간 최신 측정값을 요청하며, 캐시는 몇 분 이내인 것만 사용합니다.
pt_br: Apontar para um anel, ou abrir o menu na barra de menus, relê o limite no próprio provedor em vez de usar uma leitura guardada instantes antes. Desligado, uma olhada já pede uma leitura ao vivo e só aceita uma guardada enquanto ela tiver menos de alguns minutos.
ru: Наведение на кольцо или открытие меню в строке меню перечитывает лимит у самого провайдера, а не из показания, закэшированного мгновения назад. Когда выключено, взгляд всё равно запрашивает свежее показание и принимает закэшированное только пока ему меньше пары минут.
tr: Bir halkanın üzerine gelmek ya da menü çubuğundaki menüyü açmak, limiti az önce önbelleğe alınmış bir okumadan değil, doğrudan sağlayıcıdan yeniden okur. Kapalıyken de bir bakış canlı bir okuma ister; önbellekteki okumayı yalnızca birkaç dakikadan yeniyse kabul eder.
uk: Наведення на кільце або відкриття меню в смузі меню перечитує ліміт у самого провайдера, а не з показника, закешованого мить тому. Коли вимкнено, погляд усе одно запитує свіжий показник і приймає закешований лише поки йому менше кількох хвилин.
uz: Ringga koʻrsatgichni olib borish yoki menyu satridagi menyuni ochish limitni bir lahza oldin keshlangan oʻqishdan emas, provayderning oʻzidan qayta oʻqiydi. Oʻchirilganda ham qarash yangi oʻqishni soʻraydi va keshlangan oʻqishni faqat bir necha daqiqadan yangi boʻlsa qabul qiladi.
zh_hans: 把指针停在某个圆环上，或打开菜单栏里的菜单，会直接向服务重新读取额度，而不是用刚刚缓存下来的读数。关闭时，一次查看同样会请求最新读数，只有几分钟以内的缓存才会被采用。
zh_hant: 把指標停在某個圓環上，或開啟選單列裡的選單，會直接向服務重新讀取額度，而不是用剛剛快取下來的讀數。關閉時，一次查看同樣會請求最新讀數，只有幾分鐘以內的快取才會被採用。

source: Ask the provider every time you look
de: Bei jedem Blick beim Anbieter nachfragen
fr: Interroger le fournisseur à chaque coup d'œil
id: Tanya penyedia setiap kali Anda melihat
ja: 見るたびにサービスへ問い合わせる
ko: 확인할 때마다 제공자에 요청
pt_br: Consultar o provedor a cada olhada
ru: Запрашивать у провайдера при каждом взгляде
tr: Her baktığında sağlayıcıya sor
uk: Запитувати провайдера щоразу, коли дивишся
uz: Har qaraganingizda provayderdan soʻrash
zh_hans: 每次查看时向服务询问
zh_hant: 每次查看時向服務詢問

source: Readings
de: Messwerte
fr: Relevés
id: Pembacaan
ja: 読み取り
ko: 측정값
pt_br: Leituras
ru: Показания
tr: Okumalar
uk: Показники
uz: Oʻqishlar
zh_hans: 读数
zh_hant: 讀數

source: Compares each timed allowance with the time left until reset, showing quota in deficit or held in reserve.
de: Vergleicht jedes zeitgebundene Kontingent mit der bis zur Zurücksetzung verbleibenden Zeit und zeigt, ob ein Kontingent im Defizit oder in Reserve ist.
fr: Compare chaque allocation temporisée au temps restant avant réinitialisation, en montrant le quota en déficit ou gardé en réserve.
id: Membandingkan kuota berbasis waktu dengan sisa waktu hingga reset, menampilkan kuota yang defisit atau tersimpan sebagai cadangan.
ja: 時間で区切られた枠ごとに、リセットまでの残り時間と比べて、超過分か余裕分かを示します。
ko: 기간별 할당량을 재설정까지 남은 시간과 비교해 사용량이 기준보다 초과했는지 여유가 있는지 표시합니다.
pt_br: Compara cada cota com o tempo restante até a renovação e mostra quando o uso está em déficit ou em reserva.
ru: Сравнивает каждый лимит по времени с оставшимся до сброса временем и показывает дефицит или запас квоты.
tr: Her süreli kotayı sıfırlanmaya kalan süreyle karşılaştırır ve açıkta ya da yedekte kalan kotayı gösterir.
uk: Порівнює кожен часовий ліміт із часом, що лишився до скидання, і показує, де ліміт у дефіциті, а де в запасі.
uz: Har bir limit sarfini yangilanishgacha qolgan vaqtga solishtiradi — kvota meʼyordan tez ketayotgan boʻlsa ortiqcha sarflangan, sekin ketayotgan boʻlsa zaxira deb koʻrsatadi.
zh_hans: 把每段有时限的额度与距离重置的时间比较，显示透支还是留有余量。
zh_hant: 把每段有時限的額度與距離重置的時間比較，顯示透支還是留有餘量。

source: Size
de: Größe
fr: Taille
id: Ukuran
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
tr: Boyut
uk: Розмір
uz: Oʻlcham
zh_hans: 大小
zh_hant: 大小

source: Small
de: Klein
fr: Petite
id: Kecil
ja: 小
ko: 작게
pt_br: Pequeno
ru: Маленький
tr: Küçük
uk: Малий
uz: Kichik
zh_hans: 小
zh_hant: 小

source: Medium
de: Mittel
fr: Moyenne
id: Sedang
ja: 中
ko: 중간
pt_br: Médio
ru: Средний
tr: Orta
uk: Середній
uz: Oʻrtacha
zh_hans: 中
zh_hant: 中

source: Large
de: Groß
fr: Grande
id: Besar
ja: 大
ko: 크게
pt_br: Grande
ru: Большой
tr: Büyük
uk: Великий
uz: Katta
zh_hans: 大
zh_hant: 大

source: Takes the least room on the edge. Readable, but not from across the desk.
de: Braucht am Rand am wenigsten Platz. Lesbar, aber nicht quer über den Schreibtisch hinweg.
fr: Prend le moins de place sur le bord. Lisible, mais pas de l'autre bout du bureau.
id: Memerlukan ruang paling sedikit di tepi layar. Jelas terbaca dari dekat.
ja: 辺で占める場所が最小。読めますが、机の向こうからは無理です。
ko: 가장자리에서 차지하는 공간이 가장 작습니다. 가까이에서는 읽기 쉽지만 멀리서는 잘 보이지 않습니다.
pt_br: Ocupa o mínimo de espaço na borda. Legível, mas não do outro lado da mesa.
ru: Занимает минимум места у края. Читается вблизи, но не издалека.
tr: Kenarda en az yeri kaplar. Okunur, ama masanın öbür ucundan değil.
uk: Займає найменше місця на краю. Читається зблизька, але не через увесь стіл.
uz: Chekkada eng kam joy egallaydi. Oʻqsa boʻladi, lekin stolning narigi chetidan emas.
zh_hans: 边缘上占得最少。能读，但隔着桌子就不行。
zh_hant: 邊緣上佔得最少。能讀，但隔著桌子就不行。

source: The size the notch was drawn at.
de: Die Größe, für die die Notch gezeichnet wurde.
fr: La taille à laquelle l'encoche était dessinée.
id: Ukuran standar notch yang biasa ditampilkan.
ja: ノッチが本来描かれるサイズ。
ko: 노치의 원래 디자인 크기입니다.
pt_br: O tamanho com que o notch foi desenhado.
ru: Размер, для которого была отрисована панель.
tr: Çentiğin tasarlandığı boyut.
uk: Розмір, для якого виріз і малювався.
uz: Notch chizilgan oʻlcham.
zh_hans: 刘海绘制时的尺寸。
zh_hant: 瀏海繪製時的尺寸。

source: Easier to read at a glance, and harder to ignore.
de: Auf einen Blick leichter zu lesen, und schwerer zu übersehen.
fr: Plus facile à lire d'un coup d'œil, et plus difficile à ignorer.
id: Lebih mudah dibaca secara sekilas, dan lebih mudah terlihat.
ja: ひと目で読みやすく、無視しにくいサイズ。
ko: 한눈에 읽기 쉽고 눈에 잘 띕니다.
pt_br: Mais fácil de ler de relance, e mais difícil de ignorar.
ru: Легче читать одним взглядом, но сложнее не заметить.
tr: Bir bakışta okunması daha kolay, görmezden gelmesi daha zor.
uk: Легше прочитати одним поглядом і важче не помітити.
uz: Bir qarashda oʻqish osonroq, eʼtiborsiz qoldirish qiyinroq.
zh_hans: 一眼更好读，也更难忽视。
zh_hant: 一眼更好讀，也更難忽視。

source: Hold ⌥ and drag the notch to slide it along its edge. Each edge remembers where you left it.
de: Halte ⌥ gedrückt und ziehe die Notch, um sie am Rand entlang zu verschieben. Jeder Rand merkt sich, wo du sie zuletzt abgelegt hast.
fr: Maintenez ⌥ et faites glisser l'encoche pour la déplacer le long de son bord. Chaque bord retient où vous l'avez laissée.
id: Tahan ⌥ lalu tarik notch untuk menggesernya di sepanjang tepi layar. Setiap tepi mengingat posisi terakhir yang Anda tentukan.
ja: ⌥ を押しながらノッチをドラッグすると、辺に沿って動かせます。位置は辺ごとに記憶されます。
ko: ⌥ 키를 누른 채 노치를 드래그하면 가장자리를 따라 이동합니다. 가장자리마다 마지막 위치를 기억합니다.
pt_br: Segure ⌥ e arraste o notch para deslizá-lo ao longo da borda. Cada borda lembra onde você o deixou.
ru: Удерживайте ⌥ и перетаскивайте панель вдоль края. Для каждого края запоминается последнее положение.
tr: Çentiği kenarı boyunca kaydırmak için ⌥ tuşunu basılı tutup sürükleyin. Her kenar, bıraktığınız yeri hatırlar.
uk: Утримуйте ⌥ і перетягніть виріз, щоб посунути його вздовж краю. Кожен край памʼятає останнє положення.
uz: Notchʼni chekkasi boʻylab surish uchun ⌥ ni bosib turib torting. Har bir chekka uni qayerda qoldirganingizni eslab qoladi.
zh_hans: 按住 ⌥ 拖动刘海，沿边缘滑动。每条边都会记住你放的位置。
zh_hant: 按住 ⌥ 拖動瀏海，沿邊緣滑動。每條邊都會記住你放的位置。

source: Recentre
de: Zentrieren
fr: Recentrer
id: Kembalikan ke Tengah
ja: 中央に戻す
ko: 가운데로 되돌리기
pt_br: Recentralizar
ru: По центру
tr: Ortala
uk: Центрувати
uz: Markazga qaytarish
zh_hans: 重新居中
zh_hant: 重新居中

source: %@%% deficit
de: %@ %% Defizit
fr: %@ %% de déficit
id: %@%% defisit
ja: %@%% 超過
ko: %@%% 초과
pt_br: %@%% de déficit
ru: дефицит %@%%
tr: %%%@ açık
uk: %@%% дефіциту
uz: %@%% ortiqcha sarflangan
zh_hans: %@%% 透支
zh_hant: %@%% 透支

source: %@%% reserved
de: %@ %% Reserve
fr: %@ %% en réserve
id: %@%% cadangan
ja: %@%% 余裕
ko: %@%% 여유
pt_br: %@%% em reserva
ru: резерв %@%%
tr: %%%@ yedekte
uk: %@%% запасу
uz: %@%% zaxira
zh_hans: %@%% 预留
zh_hant: %@%% 預留

source: Idle
de: Leerlauf
fr: Inactive
id: Siaga
ja: アイドル
ko: 유휴 상태
pt_br: Ocioso
ru: Бездействие
tr: Boşta
uk: Простій
uz: Boʻsh turibdi
zh_hans: 空闲
zh_hant: 空閒

source: Sign in to Codex in ~/.codex-%@ to read your usage
de: Melde dich in ~/.codex-%@ bei Codex an, um deine Nutzung zu lesen
fr: Connectez-vous à Codex dans ~/.codex-%@ pour lire votre consommation
id: Masuk ke Codex di ~/.codex-%@ untuk melihat penggunaan Anda
ja: 使用量を読み取るには ~/.codex-%@ で Codex にサインイン
ko: 사용량을 확인하려면 ~/.codex-%@의 Codex에 로그인하십시오
pt_br: Faça login no Codex em ~/.codex-%@ para ler seu uso
ru: Войдите в Codex в ~/.codex-%@, чтобы читать использование
tr: Kullanımınızı görmek için ~/.codex-%@ içinde Codex'e giriş yapın
uk: Увійдіть у Codex в ~/.codex-%@, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun ~/.codex-%@ da Codexʼga kiring
zh_hans: 在 ~/.codex-%@ 登录 Codex 以读取用量
zh_hant: 在 ~/.codex-%@ 登入 Codex 以讀取用量

source: Sign in with the Command Code app to read your usage
de: Melde dich mit der Command-Code-App an, um deine Nutzung zu lesen
fr: Connectez-vous avec l'app Command Code pour lire votre consommation
id: Masuk dengan aplikasi Command Code untuk melihat penggunaan Anda
ja: 使用量を読み取るには Command Code アプリでサインイン
ko: 사용량을 확인하려면 Command Code 앱으로 로그인하십시오
pt_br: Faça login pelo app Command Code para ler seu uso
ru: Войдите через приложение Command Code, чтобы читать использование
tr: Kullanımınızı görmek için Command Code uygulamasıyla giriş yapın
uk: Увійдіть через застосунок Command Code, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun Command Code ilovasi orqali kiring
zh_hans: 用 Command Code 应用登录以读取用量
zh_hant: 用 Command Code App登入以讀取用量
